/* Label next to search field */
"1 song" = "1 nummers";

/* Label next to search field */
"%i songs" = "%i nummers";

/* Dialog Button */
"Cancel" = "Annuleer";

/* Song label when no track/playlist is selected. */
"Default Alarm" = "Standaard wekker";

/* Main prompt in sheet */
"Do you want to save changes to this alarm before closing?" = "Wilt u de wijzigingen in dit document bewaren voordat u het document sluit?";

/* Dialog Button */
"Don't Save" = "Bewaar niet";

/* Window title when editing an alarm */
"Edit Alarm" = "Wijzig Alarm";

/* Sub prompt in sheet */
"If you don't save, your changes will be lost." = "Als u het document niet bewaart, gaan uw wijzigingen verloren.";

/* Main prompt in sheet */
"Invalid alarm time" = "Ongeldige wekkertijd";

/* Dialog Button */
"OK" = "OK";

/* Song label when using a playlist */
"Playlist: %@" = "Afspeellijst: %@";

/* Error message in AlarmEditor */
"Please select a date and time in the future." = "Selecteer een toekomstige datum en tijd.";

/* Sub prompt in sheet */
"Please select the days the alarm should repeat." = "Selecteer de dagen dat het alarm moet afgaan.";

/* Dialog Button */
"Save" = "Bewaar";

/* Song label when using a song */
"Song: %@" = "Nummer: %@";

